{"status": "OK", "response": {"meta": {"time": 151, "hits": 54835, "offset": 1140}, "docs": [{"document_type": "article", "lead_paragraph": "The headline with an article on Saturday about Senator Hillary Rodham Clinton's campaign and the issue of treating women and men equally in presidential politics overstated Senator Clinton's response to suggestions that she had been using her gender as a shield against criticism from her male opponents. Mrs. Clinton said her rivals were ''picking on'' her because she was winning, not because she was a woman. She then went on to say: ''I anticipate it's going to get even hotter -- and if you can't stand the heat, get out of the kitchen. And I'm very much at home in the kitchen.'' Mrs. Clinton did not ''retreat'' on issues of men versus women.", "slideshow_credits": null, "multimedia": [], "news_desk": "Metropolitan Desk", "abstract": "Correction of Nov 3 article about Democratic presidential aspirant Hillary Clinton that incorrectly suggested she retreated on gender issue during primary campaign", "subsection_name": null, "_id": "4fd2767f8eb7c8105d836a06", "byline": null, "source": "The New York Times", "blog": [], "headline": {"main": "Corrections"}, "section_name": "Corrections; New York and Region", "pub_date": "2007-11-05T00:00:00Z", "type_of_material": "Correction", "keywords": [{"value": "CLINTON, HILLARY RODHAM", "name": "persons"}, {"value": "PRESIDENTIAL ELECTION OF 2008", "name": "subject"}, {"value": "ELECTION ISSUES", "name": "subject"}, {"value": "WOMEN", "name": "subject"}, {"value": "CORRECTION STORIES", "name": "subject"}], "word_count": 113, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=940CE7DC103EF936A35752C1A9619C8B63", "print_page": "2", "snippet": "The headline with an article on Saturday about Senator Hillary Rodham Clinton's campaign and the issue of treating women and men equally in presidential politics overstated Senator Clinton's response to suggestions that she had been using her gend..."}, {"document_type": "article", "lead_paragraph": "Choices, choices. The Four Seasons in Georgetown or the Four Seasons in Midtown? A town full of political leaks or a town full of mysterious odors? Easy access to hundreds of gabby Democratic strategists or easy access to the one gabby Democrat who matters most (one's husband, perhaps)? Among the signs that the Clinton presidential kabuki is ending -- that Senator Hillary Rodham Clinton will, in fact, announce her campaign for the White House soon -- is a decision, Democrats close to her say, that she plans to base her campaign headquarters in or around Washington instead of in White Plains or New York, which had been under consideration.", "slideshow_credits": null, "multimedia": [], "news_desk": "National Desk", "abstract": "Political Memo article says Sen Hillary Rodham Clinton's advisers say she plans to base her presidential campaign headquarters in or near Washington, DC, instead of in New York; says this is sign that she will announce her campaign for White House soon; details pros and cons of running from base in Washington instead of candidate's home state; photo (M)", "subsection_name": null, "_id": "4fd255308eb7c8105d7fd839", "byline": {"person": [{"role": "reported", "rank": 1, "organization": "", "firstname": "Patrick", "lastname": "HEALY"}], "original": "By PATRICK HEALY"}, "source": "The New York Times", "blog": [], "headline": {"kicker": "POLITICAL MEMO", "main": "A Hopeful Ponders Where to Plant Her Flag"}, "section_name": "U.S.", "pub_date": "2007-01-10T00:00:00Z", "type_of_material": "News", "keywords": [{"value": "CLINTON, HILLARY RODHAM", "name": "persons"}, {"value": "NEW YORK STATE", "name": "glocations"}, {"value": "WASHINGTON (DC)", "name": "glocations"}, {"value": "PRESIDENTIAL ELECTION OF 2008", "name": "subject"}], "word_count": 938, "web_url": "http://query.nytimes.com/gst/fullpage.html?res=9E01E1DD1230F933A25752C0A9619C8B63", "print_page": "19", "snippet": "Choices, choices. The Four Seasons in Georgetown or the Four Seasons in Midtown? A town full of political leaks or a town full of mysterious odors? Easy access to hundreds of gabby Democratic strategists or easy access to the one gabby Democrat wh..."}, {"document_type": "article", "lead_paragraph": "Taking the stage in a ballroom here to address a group of Realtors on Thursday, Senator Hillary Rodham Clinton faced a familiar battery of comments and questions about her future. The host introduced her as a ''formidable presidential candidate.'' An audience member asked whether her husband, the former president, would wash the windows upon their return to the White House. ''He's never done them in any of our other houses,'' Mrs. Clinton said, sending a ripple of laughter through the crowd.", "slideshow_credits": null, "multimedia": [], "news_desk": "Metropolitan Desk", "abstract": "New York Sen Hillary Rodham Clinton is strengthening her re-election bid by visiting Republican strongholds but is constantly pursued by perceptions that her sights are on White House in 2008; political observers say that strong re-election showing with appeal to disparate groups will solidify 2008 presidential bid; photo (M)", "subsection_name": null, "_id": "4fd2ab828eb7c8105d898714", "byline": {"person": [{"role": "reported", "rank": 1, "organization": "", "lastname": "KORNBLUT", "firstname": "Anne", "middlename": "E."}, {"role": "reported", "rank": 2, "organization": "", "firstname": "Raymond", "lastname": "HERNANDEZ"}], "original": "By ANNE E. KORNBLUT and RAYMOND HERNANDEZ"}, "source": "The New York Times", "blog": [], "headline": {"main": "Clinton Focuses on '06, and That Could Be a Strategy for '08"}, "section_name": "New York and Region", "pub_date": "2006-03-27T00:00:00Z", "type_of_material": "News", "keywords": [{"value": "CLINTON, HILLARY RODHAM", "name": "persons"}, {"value": "NEW YORK STATE", "name": "glocations"}, {"value": "SENATE (US)", "name": "subject"}, {"value": "PRESIDENTIAL ELECTION OF 2008", "name": "subject"}, {"value": "ELECTIONS", "name": "subject"}], "word_count": 1331, "web_url": "http://www.nytimes.com/2006/03/27/nyregion/27hillary.html", "print_page": "1", "snippet": "Hillary Rodham Clinton is aiming both to run up a big margin of victory across New York State and to exceed expectations in Republican strongholds...."}, {"document_type": "article", "lead_paragraph": "Senator Hillary Rodham Clinton is locking up some of the Democratic Party's top fund-raisers, in a move that party officials and strategists say seems intended to complicate the efforts of any potential rivals in the 2008 presidential contest. While Mrs. Clinton and her advisers insist that her only focus is winning re-election to a second term in the United States Senate in November, Democrats say that her finance team has undertaken a vigorous push to round up leading fund-raisers around the country, an effort that was underscored by a recent dinner in Washington at which former President Bill Clinton made an appearance and laid out his vision to the party's big money people.", "slideshow_credits": null, "multimedia": [{"url": "images/2006/03/08/nyregion/clinton.7575.jpg", "type": "image", "legacy": {"thumbnailheight": 75, "hasthumbnail": "Y", "thumbnail": "images/2006/03/08/nyregion/clinton.7575.jpg"}, "height": 75, "subtype": "thumbnail"}], "news_desk": "Metropolitan Desk", "abstract": "New York Sen Hillary Rodham Clinton is locking up some of Democratic Party's top fund-raisers, in move that party officials and strategists say seems intended to complicate efforts of potential rivals in 2008 presidential election; Clinton and advisers insist only focus is on re-election to Senate; money she is raising can be used after Senate re-election bid for presidential run; photos (M)", "subsection_name": null, "_id": "4fd250978eb7c8105d7f3ef2", "byline": {"person": [{"role": "reported", "rank": 1, "organization": "", "firstname": "Raymond", "lastname": "HERNANDEZ"}], "original": "By RAYMOND HERNANDEZ"}, "source": "The New York Times", "blog": [], "headline": {"main": "Clinton Says New York, but Money Hints at '08"}, "section_name": "New York and Region", "pub_date": "2006-03-08T00:00:00Z", "type_of_material": "News", "keywords": [{"value": "CLINTON, HILLARY RODHAM", "name": "persons"}, {"value": "NEW YORK STATE", "name": "glocations"}, {"value": "DEMOCRATIC PARTY", "name": "organizations"}, {"value": "SENATE (US)", "name": "subject"}, {"value": "PRESIDENTIAL ELECTION OF 2008", "name": "subject"}, {"value": "FINANCES", "name": "subject"}, {"value": "ELECTIONS", "name": "subject"}], "word_count": 1305, "web_url": "http://www.nytimes.com/2006/03/08/nyregion/08hillary.html", "print_page": "1", "snippet": "Strategists said Senator Hillary Rodham Clinton's fund-raising efforts appear to be intended to ward off any potential rivals in the 2008 presidential contest...."}, {"document_type": "article", "lead_paragraph": "Senator Hillary Rodham Clinton was forced to cancel a day of events yesterday because of a dental emergency. Her schedule included a speech before the state's mayors about problems regarding the distribution of Homeland Security money. Senator Clinton had to undergo emergency dental surgery yesterday morning, said Jennifer Hanley, a spokeswoman. In addition to being the scheduled keynote speaker at the annual Conference of Mayors, Senator Clinton had planned to participate in a ceremony with veterans celebrating the 59th anniversary of the raising of the flag at Iwo Jima, speak at another event about alternative energy and visit a local food bank. Instead, she underwent surgery in the morning in New York and returned to Washington in the afternoon. Marc Santora (NYT)", "slideshow_credits": null, "multimedia": [], "news_desk": "Metropolitan Desk", "abstract": "Sen Hillary Rodham Clinton is forced to cancel day of events because of dental emergency (S)", "subsection_name": null, "_id": "4fd24bba8eb7c8105d7ead6b", "byline": {"person": [{"role": "reported", "rank": 1, "organization": "", "lastname": "NYT", "firstname": "Marc", "middlename": "Santora"}], "original": "By Marc Santora (NYT); Compiled by Anthony Ramirez"}, "source": "The New York Times", "blog": [], "headline": {"main": "Metro Briefing | New York: Albany: Senator Clinton Has Dental Surgery"}, "section_name": "New York and Region", "pub_date": "2004-02-24T00:00:00Z", "type_of_material": "News", "keywords": [{"value": "CLINTON, HILLARY RODHAM", "name": "persons"}, {"value": "TEETH AND DENTISTRY", "name": "subject"}], "word_count": 122, "web_url": "http://www.nytimes.com/2004/02/24/nyregion/metro-briefing-new-york-albany-senator-clinton-has-dental-surgery.html", "print_page": "6", "snippet": "Senator Hillary Rodham Clinton was forced to cancel a day of events yesterday because of a dental emergency. Her schedule included a speech before the state's mayors about problems regarding the distribution of Homeland Security money. Senator Cli..."}, {"document_type": "article", "lead_paragraph": "IF the 25-below-zero temperature, howling wind and grim effects of altitude sickness do not make most of those trying to scale Mount Everest feel a world away from home, the near-complete lack of communications on and around Everest surely does. This year, just in time for the 50th anniversary of Sir Edmund Hillary's first ascent of Everest, climbers on the mountain will have the chance to connect with the world below by e-mail. That is because Tsering Gyaltsen, the grandson of the only surviving Sherpa to have accompanied Hillary on that famed climb, is planning to build the world's highest Internet cafe at base camp.", "slideshow_credits": null, "multimedia": [], "news_desk": "Circuits", "abstract": "Sherpa Tsering Gyaltsen plans to build world's highest Internet cafe at base camp of Mount Everest in time for 50th anniversary of Sir Edmund Hillary's famous ascent; positioning wireless radios on moving glaciers and insulating gear against cold pose significant challenges; installation will benefit residents of Namche Bazar, who will also get Internet access; photos; maps (M)", "subsection_name": null, "_id": "4fd23f638eb7c8105d7d67c1", "byline": {"person": [{"role": "reported", "rank": 1, "organization": "", "firstname": "Nancy", "lastname": "GOHRING"}], "original": "By NANCY GOHRING"}, "source": "The New York Times", "blog": [], "headline": {"main": "Because It's There: Putting Everest Online"}, "section_name": "Technology", "pub_date": "2003-01-23T00:00:00Z", "type_of_material": "News", "keywords": [{"value": "GYALTSEN, TSERING", "name": "persons"}, {"value": "HILLARY, EDMUND", "name": "persons"}, {"value": "NAMCHE BAZAR (NEPAL)", "name": "glocations"}, {"value": "MOUNT EVEREST", "name": "glocations"}, {"value": "NEPAL", "name": "glocations"}, {"value": "MOUNTAIN CLIMBING", "name": "subject"}, {"value": "COMPUTERS AND THE INTERNET", "name": "subject"}], "word_count": 1449, "web_url": "http://www.nytimes.com/2003/01/23/technology/because-it-s-there-putting-everest-online.html", "print_page": "1", "snippet": "IF the 25-below-zero temperature, howling wind and grim effects of altitude sickness do not make most of those trying to scale Mount Everest feel a world away from home, the near-complete lack of communications on and around Everest surely does.  ..."}, {"document_type": "article", "lead_paragraph": "Speaking at a Queens elementary school where students start lining up for lunch before 10 a.m. because of overcrowding, Senator Hillary Rodham Clinton called yesterday for more federal aid to fix aging schools and build new ones. ''We have to focus on the other three R's -- rebuilding, repairing and reinforcing,'' she said at a news conference at Public School 69 in Jackson Heights.", "slideshow_credits": null, "multimedia": [], "news_desk": "Metropolitan Desk", "abstract": "Sen Hillary Rodham Clinton urges more federal as", "subsection_name": null, "_id": "4fd2389e8eb7c8105d7cbcc3", "byline": null, "source": "The New York Times", "blog": [], "headline": {"main": "More U.S. Aid Urged To Upgrade Schools"}, "section_name": "Education; New York and Region", "pub_date": "2002-09-24T00:00:00Z", "type_of_material": "News", "keywords": [{"value": "CLINTON, HILLARY RODHAM", "name": "persons"}, {"value": "UNITED STATES", "name": "glocations"}, {"value": "STATES (US)", "name": "subject"}, {"value": "EDUCATION AND SCHOOLS", "name": "subject"}, {"value": "INTEREST RATES", "name": "subject"}, {"value": "CREDIT", "name": "subject"}, {"value": "LAW AND LEGISLATION", "name": "subject"}], "word_count": 124, "web_url": "http://www.nytimes.com/2002/09/24/nyregion/more-us-aid-urged-to-upgrade-schools.html", "print_page": "2", "snippet": "Speaking at a Queens elementary school where students start lining up for lunch before 10 a.m. because of overcrowding, Senator Hillary Rodham Clinton called yesterday for more federal aid to fix aging schools and build new ones.    ''We have to f..."}, {"document_type": "article", "lead_paragraph": "Using a relatively obscure fund-raising technique, Senate Democrats raised more unlimited, unregulated soft money than the Republicans did in the 2000 election cycle. The fund-raising success marks a turnaround for the Democrats and puts them into an awkward position as the Senate prepares to take up campaign finance legislation next week. Democrats have long supported an overhaul that would ban soft money, but now some are leery of tinkering with success.", "slideshow_credits": null, "multimedia": [], "news_desk": "National Desk", "abstract": "Senate Democrats raised more unlimited, unregulated soft money than Republicans did in 2000 election cycle; Democrats used new fund-raising technique, called joint fund-raising committee, to attract soft money, donations to support party and its goals rather than candidate; such committees enable candidates to raise soft money indirectly; 14 Democratic Senate candidates who used joint committees raised more than $15 million in soft money, vastly exceeding $2.6 million raised by seven Republican Senate candidates who used committees; Hillary Rodham Clinton used joint committee to raise as much as $9.6 million in soft money; figures are in new report by Common Cause, campaign finance watchdog group; figures put Democrats into awkward position as Senate prepares to take up campaign finance legislation; Democrats have long supported overhaul that would ban soft money; now some are leery of tinkering with success; photo (M)", "subsection_name": null, "_id": "4fd222208eb7c8105d7a74cb", "byline": {"person": [{"role": "reported", "rank": 1, "organization": "", "lastname": "SEELYE", "firstname": "Katharine", "middlename": "Q."}], "original": "By KATHARINE Q. SEELYE"}, "source": "The New York Times", "blog": [], "headline": {"main": "Senate Democrats Surpassed G.O.P. in Soft Money in 2000"}, "section_name": "Front Page; U.S.", "pub_date": "2001-03-16T00:00:00Z", "type_of_material": "News", "keywords": [{"value": "CLINTON, HILLARY RODHAM", "name": "persons"}, {"value": "UNITED STATES", "name": "glocations"}, {"value": "COMMON CAUSE", "name": "organizations"}, {"value": "SENATE", "name": "organizations"}, {"value": "FINANCES", "name": "subject"}, {"value": "LAW AND LEGISLATION", "name": "subject"}, {"value": "ELECTIONS", "name": "subject"}], "word_count": 1507, "web_url": "http://www.nytimes.com/2001/03/16/us/senate-democrats-surpassed-gop-in-soft-money-in-2000.html", "print_page": "1", "snippet": "Using a relatively obscure fund-raising technique, Senate Democrats raised more unlimited, unregulated soft money than the Republicans did in the 2000 election cycle.    The fund-raising success marks a turnaround for the Democrats and puts them i..."}, {"document_type": "article", "lead_paragraph": "Hardly anyone noticed last March when American Women Presidents was formed. The goal of the small group, which has headquarters in Sacramento, was lofty enough -- to promote the election of a woman to the White House -- but in the hubbub of the nominating season, the announcement of its arrival on the political scene was almost totally lost. Then came that day in August when the group offered Monica Lewinsky, someone who had already made it to the White House, a job as corporate vice president.", "slideshow_credits": null, "multimedia": [], "news_desk": "National Desk", "abstract": "American Women Presidents, whose goal is to promote election of woman to White House, sends letters to 100 women governors, lawmakers and business leaders, including Sen Hillary Rodham Clinton, urging them to run for president in 2004 (S)", "subsection_name": null, "_id": "4fd242c28eb7c8105d7dc162", "byline": {"person": [], "original": "By B. Drummond Ayres Jr"}, "source": "The New York Times", "blog": [], "headline": {"main": "Political Briefing; A Group's Advice: Run, Hillary. Run."}, "section_name": "U.S.", "pub_date": "2001-02-25T00:00:00Z", "type_of_material": "News", "keywords": [{"value": "CLINTON, HILLARY RODHAM", "name": "persons"}, {"value": "AMERICAN WOMEN PRESIDENTS", "name": "organizations"}, {"value": "WOMEN", "name": "subject"}, {"value": "PRESIDENTIAL ELECTION OF 2004", "name": "subject"}], "word_count": 238, "web_url": "http://www.nytimes.com/2001/02/25/us/political-briefing-a-group-s-advice-run-hillary-run.html", "print_page": "15", "snippet": "Hardly anyone noticed last March when American Women Presidents was formed. The goal of the small group, which has headquarters in Sacramento, was lofty enough -- to promote the election of a woman to the White House -- but in the hubbub of the no..."}, {"document_type": "article", "lead_paragraph": "Hillary Rodham Clinton asserted today that personal privacy was being threatened by businesses and medical institutions that routinely collect financial and medical records, and she urged Congress to give consumers control over how such information is used. And in a speech on privacy to broadcast executives, Mrs. Clinton, the Democratic candidate for United States Senate, scolded some New York City television stations for broadcasting videotapes of groups of men sexually assaulting women in Central Park nine days ago without obscuring the women's faces. Some television stations, as well as most newspapers that reproduced still photographs from the videos, obscured the faces of the victims, as is customary in most sexual crime cases.", "slideshow_credits": null, "multimedia": [], "news_desk": "Metropolitan Desk", "abstract": "Hillary Rodham Clinton asserts that personal privacy is being threatened by businesses and medical institutions that routinely collect financial and medical records; urges Congress to give consumers control over how such information is used (M)", "subsection_name": null, "_id": "4fd216858eb7c8105d790f08", "byline": {"person": [{"role": "reported", "rank": 1, "organization": "", "firstname": "Adam", "lastname": "NAGOURNEY"}], "original": "By ADAM NAGOURNEY"}, "source": "The New York Times", "blog": [], "headline": {"main": "Mrs. Clinton Calls for Data Privacy Measures"}, "section_name": "Technology; Health; New York and Region", "pub_date": "2000-06-21T00:00:00Z", "type_of_material": "News", "keywords": [{"value": "CLINTON, HILLARY RODHAM", "name": "persons"}, {"value": "NEW YORK STATE", "name": "glocations"}, {"value": "SENATE", "name": "organizations"}, {"value": "ELECTION ISSUES", "name": "subject"}, {"value": "MEDICINE AND HEALTH", "name": "subject"}, {"value": "ELECTIONS", "name": "subject"}, {"value": "COMPUTERS AND THE INTERNET", "name": "subject"}, {"value": "PRIVACY", "name": "subject"}], "word_count": 596, "web_url": "http://www.nytimes.com/2000/06/21/nyregion/mrs-clinton-calls-for-data-privacy-measures.html", "print_page": "5", "snippet": "Hillary Rodham Clinton asserted today that personal privacy was being threatened by businesses and medical institutions that routinely collect financial and medical records, and she urged Congress to give consumers control over how such informatio..."}]}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}