{"status": "OK", "response": {"meta": {"time": 49, "hits": 54835, "offset": 270}, "docs": [{"document_type": "article", "lead_paragraph": "Personally, I am delighted to have leadership in Washington that seeks more complex answers to our society's ills than a simplistic, \"Just Say No.\" And I do not mind in the least that Mrs. Clinton has not yet totally formulated her solutions. As a teacher, I am always pleased when students come up with the right answers -- but I am thrilled when they begin to ask the right questions. ROBERT ROSSNER Hastings-on-Hudson, N.Y.", "slideshow_credits": null, "multimedia": [], "news_desk": "Magazine Desk", "abstract": null, "subsection_name": null, "_id": "4fd1caf08eb7c8105d700099", "byline": null, "source": "The New York Times", "blog": [], "headline": {"main": "SAINT HILLARY"}, "section_name": "Magazine; Washington; Opinion", "pub_date": "1993-06-13T00:00:00Z", "type_of_material": "Letter", "keywords": [{"value": "KELLY, MICHAEL", "name": "persons"}, {"value": "CLINTON, BILL", "name": "persons"}, {"value": "CLINTON, HILLARY RODHAM", "name": "persons"}, {"value": "UNITED STATES POLITICS AND GOVERNMENT", "name": "subject"}], "word_count": 74, "web_url": "http://www.nytimes.com/1993/06/13/magazine/l-saint-hillary-009593.html", "print_page": "6", "snippet": "Personally, I am delighted to have leadership in Washington that seeks more complex answers to our society's ills than a simplistic, \"Just Say No.\" And I do not mind in the least that Mrs. Clinton has not yet totally formulated her solutions. As a..."}, {"document_type": "article", "lead_paragraph": "Michael Kelly made Mrs. Clinton sound like a fuzzy-minded crusader, dazzled by the complexities of Niebuhr and Tillich.", "slideshow_credits": null, "multimedia": [], "news_desk": "Magazine Desk", "abstract": null, "subsection_name": null, "_id": "4fd1de028eb7c8105d72152c", "byline": null, "source": "The New York Times", "blog": [], "headline": {"main": "SAINT HILLARY"}, "section_name": "Magazine; Washington; Opinion", "pub_date": "1993-06-13T00:00:00Z", "type_of_material": "Letter", "keywords": [{"value": "KELLY, MICHAEL", "name": "persons"}, {"value": "CLINTON, BILL", "name": "persons"}, {"value": "CLINTON, HILLARY RODHAM", "name": "persons"}, {"value": "UNITED STATES POLITICS AND GOVERNMENT", "name": "subject"}], "word_count": 89, "web_url": "http://www.nytimes.com/1993/06/13/magazine/l-saint-hillary-007993.html", "print_page": "6", "snippet": "Michael Kelly made Mrs. Clinton sound like a fuzzy-minded crusader, dazzled by the complexities of Niebuhr and Tillich...."}, {"document_type": "article", "lead_paragraph": "My dictionary defines a saint as \"a person who is exceptionally meek, charitable, patient, etc.\" Likening Hillary Clinton to a saint is about as valid use of language as calling taxes \"investments.\" BRUCE GOLDMAN Richmond", "slideshow_credits": null, "multimedia": [], "news_desk": "Magazine Desk", "abstract": null, "subsection_name": null, "_id": "4fd1de028eb7c8105d721532", "byline": null, "source": "The New York Times", "blog": [], "headline": {"main": "SAINT HILLARY"}, "section_name": "Magazine; Washington; Opinion", "pub_date": "1993-06-13T00:00:00Z", "type_of_material": "Letter", "keywords": [{"value": "KELLY, MICHAEL", "name": "persons"}, {"value": "CLINTON, BILL", "name": "persons"}, {"value": "CLINTON, HILLARY RODHAM", "name": "persons"}, {"value": "UNITED STATES POLITICS AND GOVERNMENT", "name": "subject"}], "word_count": 35, "web_url": "http://www.nytimes.com/1993/06/13/magazine/l-saint-hillary-008793.html", "print_page": "6", "snippet": "My dictionary defines a saint as \"a person who is exceptionally meek, charitable, patient, etc.\" Likening Hillary Clinton to a saint is about as valid use of language as calling taxes \"investments.\" BRUCE GOLDMAN Richmond..."}, {"document_type": "article", "lead_paragraph": "Thankfully, my opinion of the First Person was not altered by Michael Kelly's polite exploration of her moral and political philosophy. In fact, I was even more convinced that she is no more a New Liberal than her spouse is a New Democrat. Mrs. Clinton is very, very old wine in a new bottle. And when she finally finds the words to express her political dogmas, I can tell you the kind of laws and executive orders they will translate into: coercive and equalitarian instruments of radical social change that will expand the role of the state at the expense of individual civil liberty.", "slideshow_credits": null, "multimedia": [], "news_desk": "Magazine Desk", "abstract": null, "subsection_name": null, "_id": "4fd1cc148eb7c8105d7026ac", "byline": null, "source": "The New York Times", "blog": [], "headline": {"main": "SAINT HILLARY"}, "section_name": "Magazine; Opinion", "pub_date": "1993-07-11T00:00:00Z", "type_of_material": "Letter", "keywords": [{"value": "TERMS NOT AVAILABLE", "name": "subject"}], "word_count": 167, "web_url": "http://www.nytimes.com/1993/07/11/magazine/l-saint-hillary-906093.html", "print_page": "10", "snippet": "Thankfully, my opinion of the First Person was not altered by Michael Kelly's polite exploration of her moral and political philosophy. In fact, I was even more convinced that she is no more a New Liberal than her spouse is a New Democrat. Mrs. Cl..."}, {"document_type": "blogpost", "lead_paragraph": "So, Republicans have generally been happy with Barack Obama's cabinet choices, including a certain someone at the State Department (see here).", "slideshow_credits": null, "multimedia": [], "news_desk": null, "abstract": "Some Republicans are looking forward to Senator Clinton's confirmation hearings.", "subsection_name": null, "_id": "4fd3937d8eb7c8105d8c7352", "byline": {"person": [{"role": "reported", "rank": 1, "organization": "", "firstname": "Tobin", "lastname": "HARSHAW"}], "original": "By TOBIN HARSHAW"}, "source": "The New York Times", "blog": [], "headline": {"kicker": "Opinionator", "main": "Grilling Hillary"}, "section_name": "Opinion", "pub_date": "2008-12-04T16:47:25Z", "type_of_material": "Blog", "keywords": [{"rank": "1", "value": "News", "name": "type_of_material"}], "word_count": 493, "web_url": "http://opinionator.blogs.nytimes.com/2008/12/04/grilling-hillary/", "print_page": null, "snippet": "Some Republicans are looking forward to Senator Clinton's confirmation hearings...."}, {"document_type": "article", "lead_paragraph": "I give Michael Kelly credit for at least trying to get to know the special person that is Hillary Rodham Clinton, but he has not yet picked up on her rather earthy and good-natured enjoyment of life. The Hillary I knew as a fellow classmate did not think of herself as a saint. And why should we have to? What more do we expect from our leaders than intelligence, savvy, kindness, grit, pragmatism, desire? PATRICIA COFFIN FRY New York, N.Y.", "slideshow_credits": null, "multimedia": [], "news_desk": "Magazine Desk", "abstract": null, "subsection_name": null, "_id": "4fd1a9a58eb7c8105d6c6dc7", "byline": null, "source": "The New York Times", "blog": [], "headline": {"main": "SAINT HILLARY"}, "section_name": "Magazine; Opinion", "pub_date": "1993-07-11T00:00:00Z", "type_of_material": "Letter", "keywords": [{"value": "KELLY, MICHAEL", "name": "persons"}, {"value": "FRY, PATRICIA COFFIN", "name": "persons"}, {"value": "CLINTON, HILLARY RODHAM", "name": "persons"}], "word_count": 80, "web_url": "http://www.nytimes.com/1993/07/11/magazine/l-saint-hillary-905193.html", "print_page": "10", "snippet": "I give Michael Kelly credit for at least trying to get to know the special person that is Hillary Rodham Clinton, but he has not yet picked up on her rather earthy and good-natured enjoyment of life. The Hillary I knew as a fellow classmate did no..."}, {"document_type": "article", "lead_paragraph": "The most embarrassing photograph so far this year is the one of Dan Rather madly embracing Connie Chung at a news conference announcing their new dual anchorship of the \"CBS Evening News.\" Rather's clinch reduced the professional breakthrough of a journalist to the frivolous crowning of a prom queen. And his words about their future roles didn't exactly bail him out. Rather explained that he would now more often \"get out to report on stories\" while Chung minded the desk back home. He proudly referred to his new partner as \"Miss Congeniality.\" Couldn't he have at least settled for Ms. Congeniality? The awkwardness of Rather's behavior toward a woman suddenly sharing his power was conspicuous but not anomalous. It is just another example of the Hillary Rodham Clinton syndrome. The new First Lady may or may not achieve her policy goals of realizing health care reform and a new spiritual \"politics of meaning.\" But she has already succeeded in dramatizing how many Americans, and not just men, are still flummoxed by women occupying traditionally male turf. So much for three decades of \"consciousness raising.\" Few people seem to respond to Hillary Clinton as if she were remotely human. She is alternately deified and vilified as nun or Lady Macbeth, Florence Nightingale or Yuppie From Hell. If she is not going to play First Wife, then she'll be forced to play another female role from stock, like it or not. THE TRUTH IS THAT FOR ALL WE KNOW about Hillary Rodham Clinton's political beliefs and career, she remains an enigma as a person. As is her right, she has kept her private personality private. Yet her very blankness has made her the country's Rorschach test. Though she has indulged in some calculated image making -- baking cookies, reclaiming her maiden name, changing her hair style to that of an efficient medical bureaucrat -- the public's responses have been as wildly excessive as a Rather embrace, saying far more about the uneasy public than they do about her. And stranger still, the prevailing national characterization of Hillary Clinton changes radically every few weeks, taking on a life of its own independent of even her attempts to define it. Predictably the first role Hillary had to play was created by political opponents and the usual Men Who Don't Get It. Like every woman who challenges the male status quo -- whether Eleanor Roosevelt, Anita Hill or Madonna -- she was immediately rumored to be a lesbian, as if that were a crime against men even if it were true. Then the First Lady became what Katha Pollitt in The Nation labeled \"a quasi-pornographic obsession\" among male journalists, both liberal and conservative, who portrayed her as \"the overbearing wife with a finger in every slice of government pie,\" an \"unelected consort\" in a \"quasi-monarchical relationship\" and a lamp-throwing Delilah, emasculating her weak husband. (As strong women must be closet lesbians, so their spouses must be portrayed as wimps.) But no sooner had Hillary the Unimpeachable Closet President been unveiled than that role became passe. As the Administration's first 100 days ended, the First Lady gave out interviews to promote her coming health care plan. The resulting stories, now mostly assigned to women instead of the men who established the sexist line of the winter, molded a few scraps of unrevealing personal information into a new statue: Hillary the Superwoman, the working mother who does it all and has it all. The creation of this persona during one May week felt almost like a conspiracy. Hillary is a \"perpetual A student\" (People) and \"ever the best girl in class\" (Time), preparing for her new life by reading \"43 White House biographies\" and memorizing every medical statistic. Yet even as she outworks her young staff and places her own phone calls, she attends to traditional First Lady duties (\"Ceremonial events . . . don't stop because there is a deadline on managed competition,\" Time said) and finds time to attend her daughter's soccer games by day and scramble her eggs at night. \"She's the most traditional mother I know,\" First Friend Linda Bloodworth-Thomason testified. Others vouch for the perfection of the First Marriage, rumored to be teetering only weeks earlier. Hillary is her husband's \"most trusted confidante\" and \"best friend.\" The Clintons touch more times in two hours than the Bushes did in four years, declared both Vanity Fair and Time (whose Hillary profiles shared the same author). \"Perhaps in addition to the other items on her agenda, Hillary Rodham Clinton will define for women that magical spot where the important work of the world and love and children and an inner life all come together,\" Time concluded. Why should she? Isn't this First Lady's policy agenda enough work, and the work on which she should be judged? As Connie Chung's precursor, Linda Ellerbee, reiterated at a recent panel discussion about Hillary Clinton, \"the Superwoman myth is dangerous,\" setting up inhuman expectations that no mortal can meet. Hillary the icon, the ideal working mother and wife, is as false (and punishing) an image as the caricature of Hillary as a killer-lawyer too busy grabbing power to answer a phone call from Chelsea's school nurse. The Hillary hagiography, like the Hillary demonology, is designed to serve a political agenda. I IMAGINE ANOTHER HILLARY RODHAM Clinton. One who must skip some of her daughter's soccer games (and is too exhausted to feel guilty about it). One who angrily tells her husband to get that damn cat out of her face but declares a truce over late-night pizza after her work is done. One who knows she can't whip the nation's dentists into submission and still have time to bake cookies (even with live-in help). One who has deep longings that no one, not even the ubiquitously peeping Bloodworth-Thomason, is privy to. But what do I know, and why should I care? What really matters is if Hillary Clinton is going to get me insurance to pay for the psychotherapy such fantasizing may eventually require, and do so without raising my taxes or repealing my right to the shrink of my choice. That we'll soon find out. But we may have to wait for history to tell us exactly who Hillary Rodham Clinton is. As speculation continues to run riot in the meantime, two things are certain. If Hillary Clinton were really politically ambitious, she never would have taken on a no-win assignment like health care, which will leave half the country mad at her no matter what her plan is. And if Hillary Clinton were really Delilah, she never would have let Cristophe cut Samson's hair.", "slideshow_credits": null, "multimedia": [], "news_desk": "Magazine Desk", "abstract": null, "subsection_name": null, "_id": "4fd1de028eb7c8105d7214ff", "byline": {"person": [{"role": "reported", "rank": 1, "organization": "", "firstname": "Frank", "lastname": "Rich"}], "original": "By Frank Rich"}, "source": "The New York Times", "blog": [], "headline": {"kicker": "ENDPAPER/PUBLIC STAGES", "main": "Whose Hillary?"}, "section_name": "Magazine; Washington", "pub_date": "1993-06-13T00:00:00Z", "type_of_material": "News", "keywords": [{"value": "CLINTON, BILL", "name": "persons"}, {"value": "CLINTON, HILLARY RODHAM", "name": "persons"}, {"value": "UNITED STATES POLITICS AND GOVERNMENT", "name": "subject"}, {"value": "WOMEN", "name": "subject"}], "word_count": 1110, "web_url": "http://www.nytimes.com/1993/06/13/magazine/endpaper-public-stages-whose-hillary.html", "print_page": "70", "snippet": "The most embarrassing photograph so far this year is the one of Dan Rather madly embracing Connie Chung at a news conference announcing their new dual anchorship of the \"CBS Evening News.\" Rather's clinch reduced the professional breakthrough of a..."}, {"document_type": "article", "lead_paragraph": "I didn't vote for Bill Clinton. He seemed like another decent but misguided liberal, Southern governor. But his wife terrifies me. Her sophomoric babble reminds me of old soft-drink commercials that urge us to hold hands and sing songs on a mountainside. The politics of meaning has a simple name: socialism. The kind that's failing everywhere, including Sweden. Isn't there someone who can save us from those two? ARNOLD WECHTER Englewood, N.J.", "slideshow_credits": null, "multimedia": [], "news_desk": "Magazine Desk", "abstract": null, "subsection_name": null, "_id": "4fd1de028eb7c8105d721529", "byline": null, "source": "The New York Times", "blog": [], "headline": {"main": "SAINT HILLARY"}, "section_name": "Magazine; Washington; Opinion", "pub_date": "1993-06-13T00:00:00Z", "type_of_material": "Letter", "keywords": [{"value": "KELLY, MICHAEL", "name": "persons"}, {"value": "CLINTON, BILL", "name": "persons"}, {"value": "CLINTON, HILLARY RODHAM", "name": "persons"}, {"value": "UNITED STATES POLITICS AND GOVERNMENT", "name": "subject"}], "word_count": 72, "web_url": "http://www.nytimes.com/1993/06/13/magazine/l-saint-hillary-000193.html", "print_page": "6", "snippet": "I didn't vote for Bill Clinton. He seemed like another decent but misguided liberal, Southern governor. But his wife terrifies me. Her sophomoric babble reminds me of old soft-drink commercials that urge us to hold hands and sing songs on a mounta..."}, {"document_type": "article", "lead_paragraph": "The groups, conceived as a way to raise and spend unlimited amounts of money on television, are now overseeing nuts-and-bolts jobs like field operations and data collection.", "slideshow_credits": null, "multimedia": [{"type": "image", "width": 190, "subtype": "wide", "url": "images/2015/12/23/us/23SUPERPACKweb1-sub/23SUPERPACKweb1-sub-thumbWide.jpg", "legacy": {"widewidth": "190", "wide": "images/2015/12/23/us/23SUPERPACKweb1-sub/23SUPERPACKweb1-sub-thumbWide.jpg", "wideheight": "126"}, "height": 126}, {"type": "image", "width": 600, "subtype": "xlarge", "url": "images/2015/12/23/us/23SUPERPACKweb1-sub/23SUPERPACKweb1-sub-articleLarge.jpg", "legacy": {"xlargeheight": "400", "xlargewidth": "600", "xlarge": "images/2015/12/23/us/23SUPERPACKweb1-sub/23SUPERPACKweb1-sub-articleLarge.jpg"}, "height": 400}, {"type": "image", "width": 75, "subtype": "thumbnail", "url": "images/2015/12/23/us/23SUPERPACKweb1-sub/23SUPERPACKweb1-sub-thumbStandard.jpg", "legacy": {"thumbnailheight": "75", "thumbnailwidth": "75", "thumbnail": "images/2015/12/23/us/23SUPERPACKweb1-sub/23SUPERPACKweb1-sub-thumbStandard.jpg"}, "height": 75}], "news_desk": "National", "abstract": "High cost of advertising in early primary states has caused major super PACs to abandon expensive television spots they have relied on in past in favor of field operations, research and voter registration efforts; turn to on-the-ground effort is among most significant changes in outside political spending since Supreme Court's 2010 Citizens United decision, but outcome of such action remains to be seen.", "subsection_name": "Politics", "_id": "5679b83938f0d87fff9c63fc", "byline": {"original": "By NICK CORASANITI and MATT FLEGENHEIMER", "person": [{"role": "reported", "rank": 1, "organization": "", "firstname": "Nick", "lastname": "CORASANITI"}, {"role": "reported", "rank": 2, "organization": "", "firstname": "Matt", "lastname": "FLEGENHEIMER"}], "contributor": "Nicholas Confessore contributed reporting from New York."}, "source": "The New York Times", "blog": [], "headline": {"print_headline": "&#8216;Super PACs&#8217; Now Hit Road, Not Airwaves", "main": "As TV Ad Rates Soar, ‘Super PACs’ Pivot to Core Campaign Work"}, "section_name": "U.S.", "pub_date": "2015-12-23T00:00:00Z", "type_of_material": "News", "keywords": [{"rank": "1", "value": "Presidential Election of 2016", "is_major": "Y", "name": "subject"}, {"rank": "2", "value": "Political Advertising", "is_major": "Y", "name": "subject"}, {"rank": "3", "value": "Political Action Committees", "is_major": "Y", "name": "subject"}, {"rank": "4", "value": "Television", "is_major": "N", "name": "subject"}, {"rank": "5", "value": "Campaign Finance", "is_major": "N", "name": "subject"}, {"rank": "6", "value": "Keep the Promise Super PACs", "is_major": "N", "name": "organizations"}, {"rank": "7", "value": "Correct the Record", "is_major": "N", "name": "organizations"}, {"rank": "8", "value": "Ready for Hillary PAC", "is_major": "N", "name": "organizations"}], "word_count": "1139", "web_url": "http://www.nytimes.com/2015/12/23/us/politics/as-tv-ad-rates-soar-super-pacs-pivot-to-core-campaign-work.html", "print_page": "1", "snippet": "The groups, conceived as a way to raise and spend unlimited amounts of money on television, are now overseeing nuts-and-bolts jobs like field operations and data collection...."}, {"document_type": "article", "lead_paragraph": "Michael Kelly quotes Mrs. Clinton's brilliant speech in Austin about \"hopeless girls with babies and angry boys with guns\" (\"Saint Hillary,\" May 23). Shockingly, he concludes by saying it is \"easy to mock this sort of thing.\" Really? For whom? Caligula? Bull Connor? Mrs. Clinton's speech stands as a testimony to an enduring passion for social change and a belief in the moral implication of social issues, which is central to the American tradition. This speech would have been front-page news if it had been delivered by Mario Cuomo. Indeed, it sounds much like the speeches of Robert Kennedy in the late days of his Presidential campaign.", "slideshow_credits": null, "multimedia": [], "news_desk": "Magazine Desk", "abstract": null, "subsection_name": null, "_id": "4fd1bb358eb7c8105d6e61e0", "byline": null, "source": "The New York Times", "blog": [], "headline": {"main": "SAINT HILLARY"}, "section_name": "Magazine; Opinion", "pub_date": "1993-07-11T00:00:00Z", "type_of_material": "Letter", "keywords": [{"value": "MURPHY, ANN B", "name": "persons"}, {"value": "CLINTON, HILLARY RODHAM", "name": "persons"}], "word_count": 142, "web_url": "http://www.nytimes.com/1993/07/11/magazine/l-saint-hillary-904393.html", "print_page": "10", "snippet": "Michael Kelly quotes Mrs. Clinton's brilliant speech in Austin about \"hopeless girls with babies and angry boys with guns\" (\"Saint Hillary,\" May 23). Shockingly, he concludes by saying it is \"easy to mock this sort of thing.\" Really? For whom? Cal..."}]}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}